Repository: NERC-CEH/able-app
Catalog: src/common/translations/interface/*.po
Languages: ru_ru

source: Select your country
ru_ru: Выберите вашу страну

source: United Kingdom
ru_ru: Великобритания

source: Lithuania
ru_ru: Литва

source: Spain
ru_ru: Испания

source: Skip
ru_ru: Пропустить

source: Next
ru_ru: Следующее

source: Get Started
ru_ru: Начнем

source: Please sign in with your eBMS account or register.
ru_ru: Пожалуйста, войдите, используя Ваш eBMS аккаунт или зарегистрируйтесь.

source: Username or email
ru_ru: Введите Ваше имя пользователя или адрес электронной почты

source: Password
ru_ru: Пароль

source: Sign in
ru_ru: Войти

source: Register
ru_ru: Зарегистрироваться

source: Forgot password?
ru_ru: Забыли пароль?

source: Login
ru_ru: Логин

source: Settings
ru_ru: Настройки

source: Info
ru_ru: Информация

source: About
ru_ru: О

source: Help
ru_ru: Помощь

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Email
ru_ru: Электронная почта

source: First Name
ru_ru: Имя

source: Surname
ru_ru: Фамилия

source: I agree to
ru_ru: Я принимаю

source: Terms and Conditions
ru_ru: Условия и правила использования

source: Enter your username or email address to request a password reset
ru_ru: Введите ваше имя пользователя или адрес электронной почты, чтобы восстановить пароль

source: Reset
ru_ru: Сбросить

source: Records
ru_ru: Записи

source: Upload All
ru_ru: Загрузить все

source: Remove All Saved
ru_ru: Удалить все сохраненные

source: Application
ru_ru: Заявка

source: Training Mode
ru_ru: Режим тренировки

source: Experimental Features
ru_ru: Характеристики условий

source: Welcome
ru_ru: Добро пожаловать

source: Lets start!
ru_ru: Начнем!

source: TOP RECORDERS
ru_ru: Ведущие регистраторы

source: TOP SPECIES
ru_ru: Ведущие виды

source: Back
ru_ru: Назад

source: Menu
ru_ru: Меню

source: App
ru_ru: Приложение

source: We are very grateful for all the people that helped to create this app:
ru_ru: Мы выражаем благодарность всем, кто принял участие в создании данного приложения

source: Home
ru_ru: Домашняя страница

source: Guide
ru_ru: Руководство

source: Account
ru_ru: Учетная запись

source: Offline
ru_ru: Офлайн

source: Sorry, looks like you're offline.
ru_ru: Извините, вы находитесь не в сети.

source: OK
ru_ru: Ок

source: Sorry
ru_ru: Извините

source: Please wait...
ru_ru: Пожалуйста, ожидайте.

source: name is a required field
ru_ru: Имя является обязательным полем для заполнения

source: password is a required field
ru_ru: Пароль является обязательным полем для заполнения

source: Login error:
ru_ru: Неправильный пароль

source: Failed to fetch
ru_ru: Не удалось получить

source: Incorrect password or email.
ru_ru: Неправильный пароль или логин.

source: Logout
ru_ru: Выход

source: Are you sure you want to logout?
ru_ru: Вы уверены, что хотите выйти из аккаунта?

source: This will delete all the records on this device.
ru_ru: Все записи с данного устройства будут удалены.

source: Cancel
ru_ru: Отмена

source: Welcome aboard!
ru_ru: Добро пожаловать!

source: Before submitting any records please check your email and click on the verification link.
ru_ru: Перед отправкой записей, подтвердите адрес электронной почты, перейдя по ссылке.

source: OK, got it
ru_ru: Хорошо, спасибо.

source: email is a required field
ru_ru: Адрес электронной почты является обязательным полем для заполнения

source: firstname is a required field
ru_ru: Имя является обязательным полем для заполнения

source: secondname is a required field
ru_ru: Фамилия является обязательным полем для заполнения

source: must accept terms and conditions
ru_ru: Вы должны принять условия и правила использования

source: Area Count
ru_ru: Площадка учета

source: Area
ru_ru: Площадка

source: Add
ru_ru: Добавить

source: Duration
ru_ru: Продолжительность

source: Species
ru_ru: Вид

source: Species name
ru_ru: Название вида

source: For quicker searching of the taxa you can use different shortcuts. For example, to find
ru_ru: Для быстрого поиска таксонов Вы можете использовать различные сокращения. Например, чтобы найти

source: you can type in the search bar
ru_ru: Вы можете ввести в строке поиска

source: Edit Occurrence
ru_ru: Изменить местоположение

source: Count
ru_ru: Учет

source: Comment
ru_ru: Комментарий

source: Draft
ru_ru: Черновик

source: Previous survey draft exists, would you like to continue it?
ru_ru: Продолжить предыдущий учет, сохраненный в черновике?

source: Discard
ru_ru: Сбросить

source: Continue
ru_ru: Продолжить

source: Finish
ru_ru: Закончить

source: minutes
ru_ru: Минуты

source: No species added
ru_ru: Виды не добавлены

source: Please draw your area on the map
ru_ru: Пожалуйста, нарисуйте Вашу площадку на карте

source: Draw an area
ru_ru: Нарисуйте площадку

source: Delete
ru_ru: Удалить

source: Surveys
ru_ru: Исследования

source: Reports
ru_ru: Отчеты

source: Are you sure you want to delete this survey?
ru_ru: Вы уверены, что ходите удалить данное исследование?

source: No finished surveys
ru_ru: Нет законченных исследований

source: Finished surveys
ru_ru: Законченные исследования

source: Selected area
ru_ru: Выбранная площадка

source: Use survey create time
ru_ru: Использовать время начала исследования

source: Use survey finish time
ru_ru: Использовать время окончания исследования

source: species
ru_ru: Вид

source: Done
ru_ru: Сделано

source: Time's up!
ru_ru: Время вышло

source: Survey incomplete
ru_ru: Исследование не закончено

source: The survey is not complete yet.
ru_ru: Данное исследование еще не закончено.

source: Please select a smaller area.
ru_ru: Пожалуйста, выберите площадку меньше.

source: Please add survey area information.
ru_ru: Пожалуйста, добавьте информацию о районе исследования.

source: Choose a method to upload a photo
ru_ru: Выберите способ загрузки фотографии

source: Gallery
ru_ru: Галерея

source: Camera
ru_ru: Камера

source: Are you sure you want to remove this photo from the sample?
ru_ru: Вы уверены, что хотите удалить эту фотографию?

source: Note: it will remain in the gallery.
ru_ru: Обратите внимание, что фото будет сохранено в галерее.

source: No photo has been added
ru_ru: Фотографии не были добавлены

source: Registration error:
ru_ru: Ошибка при регистрации

source: Incorrect password or email
ru_ru: Неправильный пароль или адрес электронной почты

source: email is not valid
ru_ru: Адрес электронной почты не действителен

source: Butterflies are captivating insects, but they are in decline in many parts of Europe. As shown by this graph of The Grassland Butterfly Indicator for the EU.
ru_ru: Бабочки - удивительные насекомые, но их численность сокращается во многих частях Европы. Как представлено на данном графике луговые виды бабочек на территории ЕС.

source: Data collected by this app can greatly improve knowledge of the status of butterflies and their habitats.
ru_ru: Данные, собранные с использованием данного приложения, представляют собой замечательную возможность расширить знания о бабочках, категориях их охраны и местообитаниях.

source: We lack information on butterfly numbers in many parts of Europe, as shown by the density of records currently available to assess butterfly status.
ru_ru: Нам не хватает данных о численности бабочек во многих регионах Европы, о чем свидетельствует количество записей, доступных в настоящее время для оценки категории охраны бабочек.

source: It has never been easier to contribute high quality data for research to support conservation of these fascinating and vital insects. You can get started straight away
ru_ru: Никогда еще не было так легко представить высококачественные данные для исследований, чтобы сохранить этих удивительных и важных насекомых. Вы можете начать прямо сейчас

source: The app was developed as part of the Assessing Butterflies in Europe (ABLE) project.
ru_ru: Данное приложение было разработано в рамках проекта «Изучение бабочек Европы» (ABLE).

source: The ABLE project is a partnership between
ru_ru: ABLE - это партнерский проект

source: and
ru_ru: и

source: ABLE is funded by a service contract from the European Union Directorate for the Environment, for an initial period of two years from 2019-20.
ru_ru: ABLE финансируется Департаментом окружающей среды Европейского союза на период 2019-2020 гг.

source: ABLE partners:
ru_ru: Партнеры ABLE:

source: This app contributes data to the European Butterfly Monitoring Scheme (eBMS).
ru_ru: Данное приложение является источником данных для Европейской схемы мониторинга бабочек (eBMS).

source: In June 2019, the following organisations are partners in eBMS:
ru_ru: В июне 2019 представленные организации являлись партнерами eBMS:

source: Not enough data yet
ru_ru: Недостаточно данных

source: How to start a survey
ru_ru: Как начать исследование

source: To start a new survey you can press the plus button
ru_ru: Для начала нового исследования Вы можете нажать на кнопку "добавить"

source: in the home page footer. This will start a new 15 minute survey.
ru_ru: в нижней части главной страницы. Начнется новое 15-ти минутное исследование.

source: Selecting species
ru_ru: Выбранный вид

source: Please press the Add
ru_ru: Пожалуйста, нажмите Добавить

source: button in your new survey edit page. This will bring you to the taxa search page. After selecting the species, this will add it to your survey list.
ru_ru: кнопку на странице редактирования Вашего нового исследования. Это направит Вас на страницу поиска таксона. После выбора вида, он будет добавлен в список Вашего исследования.

source: Note
ru_ru: Имейте ввиду

source: you can increment the species count by tapping on the number next to the species name in the list.
ru_ru: Вы можете увеличить число особей вида, нажимая на цифру, рядом с названием вида в списке.

source: To delete a species from your survey list your can swipe it left and click the delete button.
ru_ru: Для удаления вида из списка, Вы можете провести влево и нажать кнопку "удалить".

source: To add more information to your species occurrence, you can open the species entry by clicking on it.
ru_ru: Чтобы добавить больше информации о распространении Вашего вида, вы можете открыть статью о виде, нажав на нее.

source: To finish a record you should also fill in the details of the area.
ru_ru: Для завершения записи Вам будет необходимо добавить информацию о площадке исследования.

source: When finished, set for submission by pressing the Finish button in the header.
ru_ru: После окончания исследования, нажмите кнопку "Завершить" в верхней части страницы.

source: Searching for species
ru_ru: Поиск вида

source: The application holds around 500 butterfly species list and all the associated taxonomy ranks. For quicker searching of the taxa you can use different shortcuts. For example, to find
ru_ru: В приложение включено около 500 видов бабочек согласно таксономическому принципу. Для быстрого поиска таксона Вы можете использовать любые сокращения. Например, чтобы найти

source: Sync. with the website
ru_ru: Синхронизация с сайтом

source: All your saved surveys will be shown on your account page.
ru_ru: Все сохраненные данные будут показаны на странице Вашего аккаунта.

source: By default a survey is in a 'draft' mode which will not be sent to the database until the 'Finish' button in the header is clicked. The application will try to submit your record once there is a good network connection.
ru_ru: По умолчанию исследование находится в режиме "черновика", который не будет отправлен в базу данных до тех пор, пока Вы не нажмете кнопку «Готово» в верхней части страницы. Приложение отправит Вашу запись, как только будет установлено хорошее подключение к Интернету.

source: If the record has reached the database a red
ru_ru: Если запись отправлена в базу данных красный

source: (set for submission & saved locally) will become green
ru_ru: (отправляется и локально сохранен) станет зеленым

source: synced to the database
ru_ru: синхронизируется с базой данных

source: you have to be signed in to your website account and have a network connection, for the records to be automatically synchronised in the background
ru_ru: Вы должны войти в свою учетную запись на сайте и подключиться к интернету, чтобы записи автоматически синхронизировались в фоновом режиме

source: Delete a record
ru_ru: Удалить запись

source: To delete a record, swipe it left in your account page and click the delete button.
ru_ru: Для удаления записи, проведите влево на странице своей учетной записи и нажмите кнопку "удалить".

source: User
ru_ru: Пользователь

source: Sign in/out or register
ru_ru: Войти/выйти или зарегистрироваться

source: To login, open the main menu page click Login or Register buttons and follow the instructions.
ru_ru: Для входа откройте страницу главного меню и нажмите кнопку "Войти" или "Зарегистрироваться" и следуйте инструкциям.

source: To logout, visit the main menu page and click the logout button.
ru_ru: Для выхода, откройте страницу главного меню и нажмите кнопку "Выход".

source: after registering a new account you must verify your email address by clicking on a verification link sent to your email
ru_ru: после регистрации новой учетной записи Вы должны подтвердить Ваш адрес электронной почты, перейдя по ссылке в отправленном Вам письме

source: Other
ru_ru: Другое

source: Reset the application
ru_ru: Переустановка приложения

source: Go to the application settings page
ru_ru: Перейдите на страницу "Настройки"

source: and click on the Reset
ru_ru: И нажмите "Переустановить"

source: button
ru_ru: кнопка

source: No species found with this name
ru_ru: Вид не найден

source: Allow Sample Edit
ru_ru: Разрешить редактирование

source: Upload
ru_ru: Загрузить

source: This app supports butterfly monitoring and conservation. Click on the + button below to starting counting butterflies.
ru_ru: Данное приложение создано для мониторинга и сохранения бабочек. Нажмите на кнопку "+" ниже, чтобы начать подсчет бабочек.

source: You will see lots of enhancements to this app as we add in new features over the coming months.
ru_ru: Мы улучшим приложение в ближайшие месяцы, добавив новые функции.

source: Are you sure you want to reset the application to its initial state?
ru_ru: Вы уверены в том, что хотите вернуть приложение к его первоначальным настройкам?

source: This will wipe all the locally stored app data!
ru_ru: Это удалит все сохраненные данные на данном устройстве!

source: Sweden
ru_ru: Швеция

source: Paused
ru_ru: Пауза

source: Pending
ru_ru: В ожидании

source: Uploaded
ru_ru: Загружено

source: No finished pending surveys
ru_ru: Нет незаконченных исследований

source: No uploaded surveys
ru_ru: Нет загруженных исследований

source: Enjoying the app?
ru_ru: Нравится приложение?

source: Not really
ru_ru: Нет

source: How about a rating on the App Store then?
ru_ru: Хотите оценить приложение в App Store?

source: How about a rating on the Play Store then?
ru_ru: Хотите оценить приложение в Play Store?

source: Icons made by
ru_ru: Иконки сделаны

source: from
ru_ru: С

source: Agency specializing in building bespoke data oriented sollutions.
ru_ru: Разработано Агентством

source: For suggestions and feedback please do not hesitate to
ru_ru: В случае имеющейся у Вас обратной связи

source: Recorder
ru_ru: Исследователь

source: Refresh
ru_ru: Обновить

source: Please select your transect first.
ru_ru: Пожалуйста, выберите трансекту

source: Invalid server response.
ru_ru: Ошибка сервера

source: No direction
ru_ru: Штиль

source: Transect list was successfully updated.
ru_ru: Данные трансекты обновлены

source: Reliability
ru_ru: Достоверность

source: You don't have any transects. Please try to refresh the list.
ru_ru: Записи не обнаружены. Пожалуйста, обновите список.

source: Wind speed info is missing
ru_ru: Нет информации о скорости ветра
