Repository: NERC-CEH/able-app
Catalog: src/common/translations/names/*.po
Languages: nl_nl, sv_se

source: Papilio hospiton
nl_nl: Corsicaanse koninginnenpage
sv_se: Korsikansk makaonfjäril

source: Parnassius mnemosyne
nl_nl: Zwarte apollovlinder
sv_se: Mnemosynefjäril

source: Parnassius phoebus
nl_nl: Kleine apollovlinder
sv_se: Mindre apollofjäril

source: Parnassius apollo
nl_nl: Apollovlinder
sv_se: Apollofjäril

source: Archon apollinus
nl_nl: Pijpbloemapollo
sv_se: Falsk apollofjäril

source: Zerynthia cerisy
nl_nl: Oostelijke pijpbloemvlinder
sv_se: Östlig hålrotsfjäril

source: Carcharodus stauderi
nl_nl: Woestijndikkopje
sv_se: Falsk marmorsmygare

source: Carcharodus baeticus
nl_nl: Malrovedikkopje
sv_se: Sydlig marmorsmygare

source: Erynnis tages
nl_nl: Bruin dikkopje
sv_se: Skogsvisslare

source: Erynnis marloyi
nl_nl: Zwartbruin dikkopje
sv_se: Sotsmygare

source: Zerynthia cretica
nl_nl: Kretapijpbloemvlinder
sv_se: Kretahålrotsfjäril

source: Zerynthia rumina
nl_nl: Spaanse pijpbloemvlinder
sv_se: Spansk hålrotsfjäril

source: Zerynthia polyxena
nl_nl: Zuidelijke pijpbloemvlinder
sv_se: Sydlig hålrotsfjäril

source: Zerynthia cassandra
nl_nl: Italiaanse pijpbloemvlinder
sv_se: Italiensk hålrotsfjäril

source: Heteropterus morpheus
nl_nl: Spiegeldikkopje
sv_se: Spegelsmygare

source: Carterocephalus silvicola
nl_nl: Geelbont dikkopje
sv_se: Svartfläckig glanssmygare

source: Carterocephalus palaemon
nl_nl: Bont dikkopje
sv_se: Gulfläckig glanssmygare

source: Pelopidas thrax
nl_nl: Gierstdikkopje
sv_se: Hirssmygare

source: Borbo borbonica
nl_nl: Borbodikkopje
sv_se: Zellers smygare

source: Gegenes pumilio
nl_nl: Klein kustdikkopje
sv_se: Dvärgsmygare

source: Gegenes nostrodamus
nl_nl: Groot kustdikkopje
sv_se: Medelhavssmygare

source: Ochlodes sylvanus
nl_nl: Groot dikkopje
sv_se: Ängssmygare

source: Hesperia comma
nl_nl: Kommavlinder
sv_se: Silversmygare

source: Thymelicus christi
nl_nl: Canarisch dwergdikkopje
sv_se: Kanariesmygare

source: Thymelicus acteon
nl_nl: Dwergdikkopje
sv_se: Lulworthsmygare

source: Thymelicus hyrax
nl_nl: Turks geelsprietdikkopje
sv_se: Levantsmygare

source: Thymelicus sylvestris
nl_nl: Geelsprietdikkopje
sv_se: Större tåtelsmygare

source: Thymelicus lineola
nl_nl: Zwartsprietdikkopje
sv_se: Mindre tåtelsmygare

source: Spialia phlomidis
nl_nl: Groot windedikkopje
sv_se: Persisk smygare

source: Spialia sertorius
nl_nl: Kalkgraslanddikkopje
sv_se: Rödvingesmygare

source: Spialia therapne
nl_nl: Corsicaans kalkgraslanddikkopje
sv_se: Korsikansk rödvingesmygare

source: Spialia rosae
nl_nl: Rozendikkopje
sv_se: Spansk rödvingesmygare

source: Spialia orbifer
nl_nl: Oostelijk kalkgraslanddikkopje
sv_se: Ungersk smygare

source: Carcharodus tripolinus
nl_nl: Moors kaasjeskruiddikkopje
sv_se: Falsk malvesmygare

source: Carcharodus alceae
nl_nl: Kaasjeskruiddikkopje
sv_se: Malvesmygare

source: Muschampia cribrellum
nl_nl: Mozaïekdikkopje
sv_se: Taggsmygare

source: Muschampia tessellum
nl_nl: Groot brandkruiddikkopje
sv_se: Mosaiksmygare

source: Muschampia proto
nl_nl: Klein brandkruiddikkopje
sv_se: Salviasmygare

source: Carcharodus lavatherae
nl_nl: Andoorndikkopje
sv_se: Marmorsmygare

source: Carcharodus orientalis
nl_nl: Oostelijk andoorndikkopje
sv_se: Orientmarmorsmygare

source: Carcharodus floccifera
nl_nl: Pluimdikkopje
sv_se: Tofsmarmorsmygare

source: Iphiclides podalirius
nl_nl: Koningspage
sv_se: Segelfjäril

source: Iphiclides feisthamelii
nl_nl: Spaanse koningspage
sv_se: Iberisk segelfjäril

source: Papilio alexanor
nl_nl: Zuidelijke koninginnenpage
sv_se: Sydlig makaonfjäril

source: Papilio machaon
nl_nl: Koninginnenpage
sv_se: Makaonfjäril

source: Pyrgus malvoides
nl_nl: Zuidelijke aardbeivlinder
sv_se: Sydlig smultronvisslare

source: Pyrgus malvae
nl_nl: Aardbeivlinder
sv_se: Smultronvisslare

source: Pyrgus carthami
nl_nl: Witgezoomd spikkeldikkopje
sv_se: Tistelsmygare

source: Pyrgus sidae
nl_nl: Geelbandspikkeldikkopje
sv_se: Gulbandsmygare

source: Pyrgus centaureae
nl_nl: Noords spikkeldikkopje
sv_se: Myrvisslare

source: Pyrgus cacaliae
nl_nl: Donker spikkeldikkopje
sv_se: Tussilagovisslare

source: Pyrgus andromedae
nl_nl: Bergspikkeldikkopje
sv_se: Blomvisslare

source: Pyrgus serratulae
nl_nl: Voorjaarsspikkeldikkopje
sv_se: Fingerörtsvisslare

source: Pyrgus armoricanus
nl_nl: Bretons spikkeldikkopje
sv_se: Backvisslare

source: Pyrgus alveus
nl_nl: Groot spikkeldikkopje
sv_se: Kattunvisslare

source: Pyrgus warrenensis
nl_nl: Alpenspikkeldikkopje
sv_se: Warrenvisslare

source: Pyrgus foulquieri
nl_nl: Frans spikkeldikkopje

source: Pyrgus onopordi
nl_nl: Aambeeldspikkeldikkopje

source: Pyrgus carlinae
nl_nl: Westelijk spikkeldikkopje

source: Pyrgus cirsii
nl_nl: Rood spikkeldikkopje

source: Pyrgus cinarae
nl_nl: Turks spikkeldikkopje

source: Leptidea duponcheli
nl_nl: Zwartsprietboswitje

source: Leptidea morsei
nl_nl: Oostelijk boswitje

source: Leptidea juvernica
nl_nl: Cryptisch boswitje
sv_se: Ängsvitvinge

source: Leptidea sinapis
nl_nl: Boswitje
sv_se: Skogsvitvinge

source: Leptidea reali
nl_nl: Verborgen boswitje

source: Gonepteryx rhamni
nl_nl: Citroenvlinder
sv_se: Citronfjäril

source: Gonepteryx cleobule
nl_nl: Canarische cleopatra
sv_se: Kanariecitronfjäril

source: Gonepteryx cleopatra
nl_nl: Cleopatra

source: Gonepteryx maderensis
nl_nl: Madeiracleopatra
sv_se: Madeiracitronfjäril

source: Gonepteryx farinosa
nl_nl: Bestoven citroenvlinder

source: Catopsilia florella
nl_nl: Gele trekvlinder

source: Colias hyale
nl_nl: Gele luzernevlinder
sv_se: Ljusgul höfjäril

source: Colias alfacariensis
nl_nl: Zuidelijke luzernevlinder
sv_se: Sydlig höfjäril

source: Colias phicomone
nl_nl: Bergluzernevlinder
sv_se: Berghöfjäril

source: Colias aurorina
nl_nl: Griekse luzernevlinder
sv_se: Grekisk höfjäril

source: Colias chrysotheme
nl_nl: Steppeluzernevlinder
sv_se: Stäpphöfjäril

source: Colias erate
nl_nl: Oostelijke luzernevlinder

source: Colias crocea
nl_nl: Oranje luzernevlinder
sv_se: Rödgul höfjäril

source: Colias myrmidone
nl_nl: Bremvlinder

source: Colias caucasica
nl_nl: Balkanbremvlinder
sv_se: Balkanhöfjäril

source: Colias palaeno
nl_nl: Veengeeltje
sv_se: Svavelgul höfjäril

source: Colias tyche
nl_nl: Vale luzernevlinder
sv_se: Fjällhöfjäril

source: Colias hecla
nl_nl: Noordse luzernevlinder
sv_se: Högnordisk höfjäril

source: Colotis evagore
nl_nl: Vals oranjetipje
sv_se: Ökenaurorafjäril

source: Aporia crataegi
nl_nl: Groot geaderd witje
sv_se: Hagtornsfjäril

source: Pontia chloridice
nl_nl: Klein resedawitje
sv_se: Bergvitfjäril

source: Pontia callidice
nl_nl: Bergresedawitje
sv_se: Alpvitfjäril

source: Pontia edusa
nl_nl: Oostelijk resedawitje
sv_se: Östlig grönfläckig vitfjäril

source: Pontia daplidice
nl_nl: Resedawitje
sv_se: Grönfläckig vitfjäril

source: Pieris krueperi
nl_nl: Schildzaadwitje
sv_se: Kruepers rovfjäril

source: Pieris brassicae
nl_nl: Groot koolwitje
sv_se: Kålfjäril

source: Pieris wollastoni
nl_nl: Madeirakoolwitje
sv_se: Madeirakålfjäril

source: Pieris cheiranthi
nl_nl: Canarisch koolwitje
sv_se: Kanariekålfjäril

source: Pieris rapae
nl_nl: Klein koolwitje
sv_se: Rovfjäril

source: Pieris mannii
nl_nl: Scheefbloemwitje
sv_se: Sydlig rovfjäril

source: Pieris ergane
nl_nl: Wedewitje
sv_se: Bergrovfjäril

source: Pieris bryoniae
nl_nl: Berg geaderd witje
sv_se: Bergrapsfjäril

source: Pieris napi
nl_nl: Klein geaderd witje
sv_se: Rapsfjäril

source: Pieris balcana
nl_nl: Balkan geaderd witje
sv_se: Balkanrapsfjäril

source: Euchloe tagis
nl_nl: Klein marmerwitje
sv_se: Portugisisk vitfjäril

source: Euchloe belemia
nl_nl: Gestreept marmerwitje
sv_se: Grönstreckad vitfjäril

source: Euchloe insularis
nl_nl: Corsicaans marmerwitje
sv_se: Korsikansk vitfjäril

source: Euchloe crameri
nl_nl: Westelijk marmerwitje
sv_se: Västlig vitfjäril

source: Euchloe simplonia
nl_nl: Bergmarmerwitje
sv_se: Bergvitfjäril

source: Euchloe ausonia
nl_nl: Oostelijk marmerwitje
sv_se: Svartkantad vitfjäril

source: Euchloe charlonia
nl_nl: Canarisch marmerwitje
sv_se: Grön vitfjäril

source: Euchloe penia
nl_nl: Geel marmerwitje
sv_se: Östlig grön vitfjäril

source: Euchloe bazae
nl_nl: Groen marmerwitje
sv_se: Spansk grön vitfjäril

source: Zegris eupheme
nl_nl: Zuidelijk oranjetipje
sv_se: Mörkspetsad aurorafjäril

source: Anthocharis euphenoides
nl_nl: Geel oranjetipje
sv_se: Provensalsk aurorafjäril

source: Anthocharis cardamines
nl_nl: Oranjetipje
sv_se: Aurorafjäril

source: Anthocharis gruneri
nl_nl: Zwavelig oranjetipje
sv_se: Svavelgul aurorafjäril

source: Anthocharis damone
nl_nl: Oostelijk oranjetipje
sv_se: Östlig aurorafjäril

source: Hamearis lucina
nl_nl: Sleutelbloemvlinder
sv_se: Gullvivefjäril

source: Lycaena helle
nl_nl: Blauwe vuurvlinder
sv_se: Violett guldvinge

source: Lycaena alciphron
nl_nl: Violette vuurvlinder
sv_se: Ametistguldvinge

source: Lycaena thetis
nl_nl: Felle vuurvlinder
sv_se: Eldguldvinge

source: Lycaena thersamon
nl_nl: Oostelijke vuurvlinder
sv_se: Mindre eldguldvinge

source: Lycaena dispar
nl_nl: Grote vuurvlinder
sv_se: Kärrguldvinge

source: Lycaena hippothoe
nl_nl: Rode vuurvlinder
sv_se: Violettkantad guldvinge

source: Pseudophilotes barbagiae
nl_nl: Sardijns tijmblauwtje
sv_se: Sardinsk blåvinge

source: Pseudophilotes abencerragus
nl_nl: Moors tijmblauwtje

source: Pseudophilotes panoptes
nl_nl: Spaans klein tijmblauwtje

source: Pseudophilotes vicrama
nl_nl: Oostelijk tijmblauwtje
sv_se: Åsblåvinge

source: Pseudophilotes baton
nl_nl: Klein tijmblauwtje

source: Scolitantides orion
nl_nl: Vetkruidblauwtje
sv_se: Fetörtsblåvinge

source: Iolana iolas
nl_nl: Blazenstruikblauwtje

source: Glaucopsyche melanops
nl_nl: Spaans bloemenblauwtje

source: Glaucopsyche alexis
nl_nl: Bloemenblauwtje
sv_se: Klöverblåvinge

source: Hipparchia tilosi
nl_nl: Palmaheivlinder
sv_se: La Palmas sandgräsfjäril

source: Hipparchia bacchus
nl_nl: Hierroheivlinder
sv_se: El Hierros sandgräsfjäril

source: Hipparchia wyssii
nl_nl: Tenerifeheivlinder
sv_se: Kanariesandgräsfjäril

source: Hipparchia gomera
nl_nl: Gomeraheivlinder
sv_se: Gomeras sandgräsfjäril

source: Hipparchia fidia
nl_nl: Gestreepte heivlinder
sv_se: Vit sandgräsfjäril

source: Hipparchia neomiris
nl_nl: Corsicaanse heivlinder
sv_se: Korsikansk sandgräsfjäril

source: Hipparchia hermione
nl_nl: Kleine boswachter
sv_se: Mindre bandgräsfjäril

source: Hipparchia syriaca
nl_nl: Balkanboswachter
sv_se: Östlig bandgräsfjäril

source: Hipparchia fagi
nl_nl: Grote boswachter
sv_se: Bokbandfjäril

source: Hipparchia mersina
nl_nl: Egeïsche heivlinder
sv_se: Samos sandgräsfjäril

source: Hipparchia miguelensis
nl_nl: Sao miguelheivlinder
sv_se: São Miguels sandgräsfjäriil

source: Lycaena candens
nl_nl: Balkanvuurvlinder
sv_se: Balkanguldvinge

source: Lycaena ottomana
nl_nl: Griekse vuurvlinder
sv_se: Grekisk guldvinge

source: Lycaena phlaeas
nl_nl: Kleine vuurvlinder
sv_se: Mindre guldvinge

source: Lycaena virgaureae
nl_nl: Morgenrood
sv_se: Vitfläckig guldvinge

source: Lycaena tityrus
nl_nl: Bruine vuurvlinder
sv_se: Sotguldvinge

source: Thecla betulae
nl_nl: Sleedoornpage
sv_se: Eldsnabbvinge

source: Favonius quercus
nl_nl: Eikenpage
sv_se: Eksnabbvinge

source: Laeosopis roboris
nl_nl: Essenpage
sv_se: Spansk eksnabbvinge

source: Tomares ballus
nl_nl: Groene klaverpage
sv_se: Provensalsk snabbvinge

source: Tomares nogelii
nl_nl: Roemeense klaverpage
sv_se: Nogels snabbvinge

source: Callophrys avis
nl_nl: Aardbeiboomgroentje
sv_se: Jordgubbsträdssnabbvinge

source: Callophrys rubi
nl_nl: Groentje
sv_se: Grönsnabbvinge

source: Satyrium pruni
nl_nl: Pruimenpage
sv_se: Busksnabbvinge

source: Satyrium ilicis
nl_nl: Bruine eikenpage
sv_se: Krattsnabbvinge

source: Satyrium esculi
nl_nl: Spaanse eikenpage
sv_se: Falsk krattsnabbvinge

source: Satyrium ledereri
nl_nl: Duizendknooppage
sv_se: Slidesnabbvinge

source: Satyrium w-album
nl_nl: Iepenpage
sv_se: Almsnabbvinge

source: Satyrium spini
nl_nl: Wegedoornpage
sv_se: Getapelsnabbvinge

source: Satyrium acaciae
nl_nl: Kleine sleedoornpage
sv_se: Acaciasnabbvinge

source: Leptotes pirithous
nl_nl: Klein tijgerblauwtje

source: Cyclyrius webbianus
nl_nl: Canarisch blauwtje
sv_se: Kanarieblåvinge

source: Azanus ubaldus
nl_nl: Klein acaciablauwtje

source: Azanus jesous
nl_nl: Groot acaciablauwtje

source: Lampides boeticus
nl_nl: Tijgerblauwtje
sv_se: Långsvansad blåvinge

source: Cacyreus marshalli
nl_nl: Geraniumblauwtje
sv_se: Trädgårdsblåvinge

source: Celastrina argiolus
nl_nl: Boomblauwtje
sv_se: Tosteblåvinge

source: Tarucus theophrastus
nl_nl: Moors christusdoornblauwtje
sv_se: Tigerblåvinge

source: Tarucus balkanicus
nl_nl: Klein christusdoornblauwtje
sv_se: Mindre tigerblåvinge

source: Phengaris alcon
nl_nl: Gentiaanblauwtje
sv_se: Alkonblåvinge

source: Phengaris arion
nl_nl: Tijmblauwtje
sv_se: Svartfläckig blåvinge

source: Phengaris teleius
nl_nl: Pimpernelblauwtje

source: Phengaris nausithous
nl_nl: Donker pimpernelblauwtje

source: Turanana taygetica
nl_nl: Loodkruidblauwtje

source: Pseudophilotes bavius
nl_nl: Salieblauwtje

source: Zizeeria knysna
nl_nl: Amethistblauwtje

source: Zizeeria karsandra
nl_nl: Oostelijk amethistblauwtje

source: Cupido argiades
nl_nl: Staartblauwtje
sv_se: Kortsvansad blåvinge

source: Cupido decoloratus
nl_nl: Oostelijk staartblauwtje
sv_se: Östlig kortsvansad blåvinge

source: Cupido alcetas
nl_nl: Zuidelijk staartblauwtje
sv_se: Provensalsk kortsvansad blåvinge

source: Cupido osiris
nl_nl: Zuidelijk dwergblauwtje

source: Cupido minimus
nl_nl: Dwergblauwtje
sv_se: Mindre blåvinge

source: Cupido lorquinii
nl_nl: Moors dwergblauwtje

source: Freyeria trochylus
nl_nl: Heliotroopblauwtje

source: Plebejus argus
nl_nl: Heideblauwtje
sv_se: Ljungblåvinge

source: Plebejus idas
nl_nl: Vals heideblauwtje
sv_se: Hedblåvinge

source: Plebejus bellieri
nl_nl: Corsicaans vals heideblauwtje

source: Plebejus argyrognomon
nl_nl: Kroonkruidblauwtje
sv_se: Kronärtsblåvinge

source: Agriades orbitulus
nl_nl: Alpenblauwtje
sv_se: Albulina orbitulus

source: Agriades optilete
nl_nl: Veenbesblauwtje
sv_se: Violett blåvinge

source: Agriades pyrenaicus
nl_nl: Zuidelijk mansschildblauwtje

source: Agriades dardanus
nl_nl: Balkan manschildblauwtje
sv_se: Bosnisk blåvinge

source: Agriades zullichi
nl_nl: Nevada manschildblauwtje

source: Agriades glandon
nl_nl: Noordelijk mansschildblauwtje

source: Agriades aquilo
nl_nl: Arctisch manschildblauwtje
sv_se: Plebejus aquilo

source: Plebejidea loewii
nl_nl: Azuurblauwtje
sv_se: Plebejus loewii

source: Eumedonia eumedon
nl_nl: Zwart blauwtje
sv_se: Brun blåvinge

source: Kretania psylorita
nl_nl: Kretablauwtje

source: Kretania hesperica
nl_nl: Spaans saffierblauwtje
sv_se: Plebejus hespericus

source: Kretania eurypilus
nl_nl: Bruin tragantblauwtje
sv_se: Eastern Brown Argus

source: Kretania trappi
nl_nl: Alpensaffierblauwtje
sv_se: Plebejus trappi

source: Kretania pylaon
nl_nl: Oostelijk saffierblauwtje
sv_se: Plebejus sephirus

source: Cyaniris semiargus
nl_nl: Klaverblauwtje
sv_se: Ängsblåvinge

source: Aricia morronensis
nl_nl: Spaans bruin blauwtje

source: Aricia anteros
nl_nl: Balkan bruin blauwtje

source: Aricia cramera
nl_nl: Moors bruin blauwtje

source: Aricia nicias
nl_nl: Zilverbruin blauwtje
sv_se: Turkos blåvinge

source: Aricia artaxerxes
nl_nl: Vals bruin blauwtje
sv_se: Midsommarblåvinge

source: Aricia agestis
nl_nl: Bruin blauwtje
sv_se: Rödfläckig blåvinge

source: Neolysandra coelestina
nl_nl: Kobaltblauwtje

source: Lysandra hispana
nl_nl: Provençaals bleek blauwtje

source: Lysandra bellargus
nl_nl: Adonisblauwtje

source: Lysandra coridon
nl_nl: Bleek blauwtje

source: Lysandra caelestissima
nl_nl: Spaans bleek blauwtje

source: Lysandra albicans
nl_nl: Kwartsblauwtje

source: Polyommatus escheri
nl_nl: Groot tragantblauwtje

source: Polyommatus thersites
nl_nl: Esparcetteblauwtje

source: Polyommatus daphnis
nl_nl: Getand blauwtje

source: Polyommatus amandus
nl_nl: Wikkeblauwtje
sv_se: Silverblåvinge

source: Polyommatus golgus
nl_nl: Nevadaturkooisblauwtje
sv_se: Nevadablåvinge

source: Polyommatus nivescens
nl_nl: Parelmoerblauwtje
sv_se: Pärlemorblåvinge

source: Polyommatus dorylas
nl_nl: Turkoois blauwtje
sv_se: Väpplingblåvinge

source: Polyommatus celina
nl_nl: Mediteraans blauwtje
sv_se: Sydlig puktörneblåvinge

source: Polyommatus icarus
nl_nl: Icarusblauwtje
sv_se: Puktörneblåvinge

source: Polyommatus eros
nl_nl: Vlaggewikkeblauwtje

source: Polyommatus damon
nl_nl: Witstreepblauwtje

source: Polyommatus admetus
nl_nl: Oostelijk esparcetteblauwtje

source: Polyommatus ripartii
nl_nl: Zuidelijk esparcetteblauwtje

source: Polyommatus nephohiptamenos
nl_nl: Macedonisch esparcetteblauwtje

source: Polyommatus iphigenia
nl_nl: Turks witstreepblauwtje

source: Polyommatus violetae
nl_nl: Almijara esparcetteblauwtje

source: Polyommatus fulgens
nl_nl: Catalaans vachtblauwtje

source: Polyommatus fabressei
nl_nl: Spaans esparcetteblauwtje

source: Polyommatus dolus
nl_nl: Westelijk vachtblauwtje

source: Polyommatus humedasae
nl_nl: Aosta-esparcetteblauwtje

source: Polyommatus orphicus
nl_nl: Rhodopen esparcetteblauwtje

source: Polyommatus aroaniensis
nl_nl: Grieks esparcetteblauwtje

source: Neptis sappho
nl_nl: Lathyruszwever

source: Neptis rivularis
nl_nl: Spireazwever

source: Limenitis reducta
nl_nl: Blauwe ijsvogelvlinder
sv_se: Sydlig tryfjäril

source: Limenitis populi
nl_nl: Grote ijsvogelvlinder
sv_se: Aspfjäril

source: Limenitis camilla
nl_nl: Kleine ijsvogelvlinder
sv_se: Tryfjäril

source: Issoria lathonia
nl_nl: Kleine parelmoervlinder
sv_se: Storfläckig pärlemorfjäril

source: Brenthis hecate
nl_nl: Dubbelstipparelmoervlinder

source: Brenthis ino
nl_nl: Purperstreepparelmoervlinder
sv_se: Älggräspärlemorfjäril

source: Brenthis daphne
nl_nl: Braamparelmoervlinder

source: Argynnis paphia
nl_nl: Keizersmantel
sv_se: Silverstreckad pärlemorfjäril

source: Argynnis pandora
nl_nl: Kardinaalsmantel
sv_se: Kardinal

source: Argynnis laodice
nl_nl: Tsarenmantel
sv_se: Skuggpärlemorfjäril

source: Boloria eunomia
nl_nl: Ringoogparelmoervlinder
sv_se: Svartringlad pärlemorfjäril

source: Boloria graeca
nl_nl: Balkanparelmoervlinder

source: Boloria pales
nl_nl: Herdersparelmoervlinder

source: Boloria napaea
nl_nl: Bergparelmoervlinder
sv_se: Fjällpärlemorfjäril

source: Boloria aquilonaris
nl_nl: Veenbesparelmoervlinder
sv_se: Myrpärlemorfjäril

source: Boloria polaris
nl_nl: Poolparelmoervlinder
sv_se: Högnordisk pärlemorfjäril

source: Boloria thore
nl_nl: Thor’s parelmoervlinder
sv_se: Bäckpärlemorfjäril

source: Boloria selene
nl_nl: Zilveren maan
sv_se: Brunfläckig pärlemorfjäril

source: Boloria euphrosyne
nl_nl: Zilvervlek
sv_se: Prydlig pärlemorfjäril

source: Boloria dia
nl_nl: Paarse parelmoervlinder
sv_se: Violett pärlemorfjäril

source: Boloria improba
nl_nl: Donkere parelmoervlinder
sv_se: Dvärgpärlemorfjäril

source: Boloria frigga
nl_nl: Frigga’s parelmoervlinder
sv_se: Friggas pärlemorfjäril

source: Boloria freija
nl_nl: Freija’s parelmoervlinder
sv_se: Frejas pärlemorfjäril

source: Boloria titania
nl_nl: Titania’s parelmoervlinder
sv_se: Lundpärlemorfjäril

source: Boloria chariclea
nl_nl: Arctische parelmoervlinder
sv_se: Arktisk pärlemorfjäril

source: Apatura iris
nl_nl: Grote weerschijnvlinder
sv_se: Sälgskimmerfjäril

source: Apatura metis
nl_nl: Oostelijke weerschijnvlinder

source: Apatura ilia
nl_nl: Kleine weerschijnvlinder
sv_se: Aspskimmerfjäril

source: Araschnia levana
nl_nl: Landkaartje
sv_se: Kartfjäril

source: Vanessa virginiensis
nl_nl: Amerikaanse distelvlinder
sv_se: Amerikansk tistelfjäril

source: Vanessa cardui
nl_nl: Distelvlinder
sv_se: Tistelfjäril

source: Vanessa vulcania
nl_nl: Canarische atalanta
sv_se: Kanarieamiral

source: Vanessa atalanta
nl_nl: Atalanta
sv_se: Amiral

source: Aglais io
nl_nl: Dagpauwoog
sv_se: Påfågelöga

source: Aglais urticae
nl_nl: Kleine vos
sv_se: Nässelfjäril

source: Aglais ichnusa
nl_nl: Tyrreense kleine vos
sv_se: Korsikansk/Sardinsk nässelfjäril

source: Polygonia egea
nl_nl: Zuidelijke aurelia

source: Polygonia c-album
nl_nl: Gehakkelde aurelia
sv_se: Vinbärsfuks

source: Nymphalis polychloros
nl_nl: Grote vos
sv_se: Körsbärsfuks

source: Nymphalis xanthomelas
nl_nl: Oostelijke
sv_se: Videfuks

source: Nymphalis antiopa
nl_nl: Rouwmantel
sv_se: Sorgmantel

source: Hypolimnas misippus
nl_nl: Valse monarchvlinder

source: Euphydryas desfontainii
nl_nl: Mozaïekparelmoervlinder

source: Euphydryas aurinia
nl_nl: Moerasparelmoervlinder
sv_se: Väddnätfjäril

source: Euphydryas cynthia
nl_nl: Witbonte parelmoervlinder

source: Euphydryas iduna
nl_nl: Geelbonte parelmoervlinder
sv_se: Lappnätfjäril

source: Euphydryas maturna
nl_nl: Roodbonte parelmoervlinder
sv_se: Asknätfjäril

source: Euphydryas intermedia
nl_nl: Oranjebonte parelmoervlinder

source: Melitaea trivia
nl_nl: Toortsparelmoervlinder

source: Melitaea didyma
nl_nl: Tweekleurige parelmoervlinder

source: Melitaea arduinna
nl_nl: Centaurieparelmoervlinder

source: Melitaea aetherie
nl_nl: Moorse parelmoervlinder

source: Melitaea phoebe
nl_nl: Knoopkruidparelmoervlinder

source: Melitaea ornata
nl_nl: Oostelijke knoopkruidparelmoervlinder

source: Melitaea cinxia
nl_nl: Veldparelmoervlinder
sv_se: Ängsnätfjäril

source: Melitaea diamina
nl_nl: Woudparelmoervlinder
sv_se: Sotnätfjäril

source: Melitaea deione
nl_nl: Spaanse parelmoervlinder

source: Melitaea britomartis
nl_nl: Oostelijke parelmoervlinder
sv_se: Veronikanätfjäril

source: Melitaea athalia
nl_nl: Bosparelmoervlinder
sv_se: Skogsnätfjäril

source: Melitaea varia
nl_nl: Alpenparelmoervlinder

source: Melitaea parthenoides
nl_nl: Westelijke parelmoervlinder

source: Melitaea aurelia
nl_nl: Steppeparelmoervlinder

source: Melitaea asteria
nl_nl: Dwergparelmoervlinder

source: Libythea celtis
nl_nl: Snuitvlinder

source: Danaus plexippus
nl_nl: Monarchvlinder
sv_se: Monark

source: Danaus chrysippus
nl_nl: Kleine monarchvlinder

source: Charaxes jasius
nl_nl: Pasja
sv_se: Pasha

source: Coenonympha oedippus
nl_nl: Goudooghooibeestje

source: Coenonympha dorus
nl_nl: Bleek hooibeestje

source: Coenonympha thyrsis
nl_nl: Kretahooibeestje
sv_se: Kretakamgräsfjäril

source: Coenonympha pamphilus
nl_nl: Hooibeestje
sv_se: Kamgräsfjäril

source: Coenonympha tullia
nl_nl: Veenhooibeestje
sv_se: Starrgräsfjäril

source: Coenonympha rhodopensis
nl_nl: Balkanhooibeestje
sv_se: Östlig starrgräsfjäril

source: Coenonympha glycerion
nl_nl: Roodstreephooibeestje
sv_se: Darrgräsfjäril

source: Coenonympha corinna
nl_nl: Corsicaans hooibeestje

source: Coenonympha leander
nl_nl: Turks hooibeestje

source: Coenonympha hero
nl_nl: Zilverstreephooibeestje
sv_se: Brun gräsfjäril

source: Coenonympha gardetta
nl_nl: Alpenhooibeestje

source: Coenonympha orientalis
nl_nl: Oriëntaals hooibeestje

source: Coenonympha arcania
nl_nl: Tweekleurig hooibeestje
sv_se: Pärlgräsfjäril

source: Kirinia roxelana
nl_nl: Grote schaduwzandoog

source: Kirinia climene
nl_nl: Kleine schaduwzandoog

source: Lopinga achine
nl_nl: Boszandoog
sv_se: Dårgräsfjäril

source: Pararge xiphia
nl_nl: Madeira bont zandoogje
sv_se: Madeirakvickgräsfjäril

source: Pararge xiphioides
nl_nl: Canarisch bont zandoogje
sv_se: Kanariekvickgräsfjäril

source: Pararge aegeria
nl_nl: Bont zandoogje
sv_se: Kvickgräsfjäril

source: Lasiommata maera
nl_nl: Rotsvlinder
sv_se: Vitgräsfjäril

source: Lasiommata petropolitana
nl_nl: Kleine rotsvlinder
sv_se: Berggräsfjäril

source: Lasiommata paramegaera
nl_nl: Vale argusvlinder

source: Lasiommata megera
nl_nl: Argusvlinder
sv_se: Svingelgräsfjäril

source: Melanargia russiae
nl_nl: Zuidelijk dambordje
sv_se: Espers schackbräde

source: Melanargia larissa
nl_nl: Oostelijk dambordje
sv_se: Balkanschackbräde

source: Melanargia lachesis
nl_nl: Spaans dambordje
sv_se: Iberiskt schackbräde

source: Melanargia galathea
nl_nl: Dambordje
sv_se: Schackbräde

source: Melanargia ines
nl_nl: Moors dambordje
sv_se: Spanskt schackbräde
