Repository: NERC-CEH/able-app
Catalog: src/common/translations/names/*.po
Languages: nl_nl, sv_se

source: Melanargia arge
nl_nl: Italiaans dambordje
sv_se: Italienskt schackbräde

source: Melanargia pherusa
nl_nl: Siciliaans dambordje
sv_se: Sicilianskt schackbräde

source: Melanargia occitanica
nl_nl: Westelijk dambordje
sv_se: Västligt schackbräde

source: Hipparchia fatua
nl_nl: Donkere heivlinder
sv_se: Grekisk trädgräsfjäril

source: Hipparchia statilinus
nl_nl: Kleine heivlinder
sv_se: Trädgräsfjäril

source: Hipparchia azorina
nl_nl: Azorenheivlinder
sv_se: Azorsandgräsfjäril

source: Hipparchia senthes
nl_nl: Verborgen heivlinder
sv_se: Balkansandgräsfjäril

source: Hipparchia maderensis
nl_nl: Madeiraheivlinder
sv_se: Madeirasandgräsfjäril

source: Hipparchia semele
nl_nl: Heivlinder
sv_se: Sandgräsfjäril

source: Hipparchia aristaeus
nl_nl: Zuidelijke heivlinder
sv_se: Sydlig sandgräsfjäril

source: Hipparchia volgensis
nl_nl: Balkanheivlinder
sv_se: Delattins sandgräsfjäril

source: Hipparchia leighebi
nl_nl: Eolische heivlinder
sv_se: Eolisk sandgräsfjäril

source: Hipparchia pellucida
nl_nl: Turkse heivlinder
sv_se: Lesbos sandgräsfjäril

source: Hipparchia cretica
nl_nl: Kretaheivlinder
sv_se: Kretas sandgräsfjäril

source: Hipparchia christenseni
nl_nl: Karpathosheivlinder
sv_se: Karpathos sandgräsfjäril

source: Minois dryas
nl_nl: Blauwoogvlinder

source: Brintesia circe
nl_nl: Witbandzandoog
sv_se: Större bandgräsfjäril

source: Arethusana arethusa
nl_nl: Oranje steppevlinder
sv_se: Falsk sadgräsfjäril

source: Oeneis bore
nl_nl: Pooltoendravlinder
sv_se: Tundragräsfjäril

source: Oeneis jutta
nl_nl: Baltische toendravlinder
sv_se: Tallgräsfjäril

source: Oeneis norna
nl_nl: Noordse toendravlinder
sv_se: Myrgräsfjäril

source: Oeneis glacialis
nl_nl: Gletsjervlinder
sv_se: Alpgräsfjäril

source: Satyrus ferula
nl_nl: Grote saterzandoog

source: Satyrus actaea
nl_nl: Kleine saterzandoog

source: Chazara briseis
nl_nl: Heremiet
sv_se: Vitbandad gräsfjäril

source: Chazara prieuri
nl_nl: Bonte heremiet

source: Pseudochazara geyeri
nl_nl: Grauwe heremiet
sv_se: Grå sandgräsfjäril

source: Pseudochazara graeca
nl_nl: Griekse heremiet
sv_se: Grekisk sandgräsfjäril

source: Pseudochazara amymone
nl_nl: Ioannina heremiet
sv_se: Albansk sandgräsfjäril

source: Pseudochazara anthelea
nl_nl: Witbandheremiet
sv_se: Vitbandad sandgräsfjäril

source: Pseudochazara mercurius
nl_nl: Nevadaheremiet

source: Pseudochazara cingovskii
nl_nl: Macedonische heremiet
sv_se: Makedonsk sandgräsfjäril

source: Pseudochazara tisiphone
nl_nl: Roodbandheremiet
sv_se: Mörk sandgräsfjäril

source: Pseudochazara orestes
nl_nl: Bulgaarse heremiet
sv_se: Bergsandgräsfjäril

source: Ypthima asterope
nl_nl: Dubbeloog

source: Proterebia phegea
nl_nl: Veeloog

source: Hyponephele lycaon
nl_nl: Grauw zandoogje

source: Hyponephele lupina
nl_nl: Zuidelijk grauw zandoogje

source: Aphantopus hyperantus
nl_nl: Koevinkje
sv_se: Luktgräsfjäril

source: Pyronia cecilia
nl_nl: Zuidelijk oranje zandoogje

source: Pyronia tithonus
nl_nl: Oranje zandoogje
sv_se: Buskgräsfjäril

source: Pyronia bathseba
nl_nl: Spaans oranje zandoogje

source: Maniola jurtina
nl_nl: Bruin zandoogje
sv_se: Slåttergräsfjäril

source: Maniola nurag
nl_nl: Sardijns bruin zandoogje

source: Maniola chia
nl_nl: Chios bruin zandoogje

source: Maniola megala
nl_nl: Turks bruin zandoogje

source: Maniola telmessia
nl_nl: Levant bruin zandoogje

source: Maniola halicarnassus
nl_nl: Egeïsch bruin zandoogje

source: Erebia embla
nl_nl: Siberische erebia
sv_se: Gulringad gräsfjäril

source: Erebia disa
nl_nl: Noordse erebia
sv_se: Disas gräsfjäril

source: Erebia meolans
nl_nl: Donkere erebia

source: Erebia claudina
nl_nl: Parelsnoerbergerebia

source: Erebia manto
nl_nl: Geelvlekbergerebia

source: Erebia ottomana
nl_nl: Oostelijke glanserebia

source: Erebia hispania
nl_nl: Spaanse glanserebia

source: Erebia rondoui
nl_nl: Pyreneeënglanserebia

source: Erebia tyndarus
nl_nl: Zwitserse glanserebia

source: Erebia cassioides
nl_nl: Gewone glanserebia

source: Erebia nivalis
nl_nl: Alpenglanserebia

source: Erebia neleus
nl_nl: Balkanglanserebia

source: Erebia oeme
nl_nl: Bontoogerebia

source: Erebia gorge
nl_nl: Gewone zijde-erebia

source: Erebia sthennyo
nl_nl: Pyreneeëndauwerebia

source: Erebia pandrose
nl_nl: Gewone dauwerebia
sv_se: Fjällgräsfjäril

source: Erebia eriphyle
nl_nl: Alpenbergerebia

source: Erebia epistygne
nl_nl: Lente-erebia

source: Erebia euryale
nl_nl: Grote erebia
sv_se: Östlig gräsfjäril

source: Erebia palarica
nl_nl: Asturische erebia

source: Erebia ligea
nl_nl: Boserebia
sv_se: Skogsgräsfjäril

source: Erebia pluto
nl_nl: Roeterebia

source: Erebia gorgone
nl_nl: Pyreneeënzijde-erebia

source: Erebia rhodopensis
nl_nl: Balkanzijde-erebia

source: Erebia mnestra
nl_nl: Alpenzijde-erebia

source: Erebia albergana
nl_nl: Amandeloogerebia

source: Erebia sudetica
nl_nl: Karpatenbergerebia

source: Erebia melampus
nl_nl: Kleine bergerebia

source: Erebia polaris
nl_nl: Poolerebia
sv_se: Högnordisk gräsfjäril

source: Erebia medusa
nl_nl: Voorjaarserebia
sv_se: Högnordisk gräsfjäril

source: Erebia aethiops
nl_nl: Zomererebia

source: Erebia pharte
nl_nl: Blinde bergerebia

source: Erebia christi
nl_nl: Simplonbergerebia

source: Erebia orientalis
nl_nl: Bulgaarse bergerebia

source: Erebia epiphron
nl_nl: Bergerebia

source: Erebia flavofasciata
nl_nl: Geelbandbergerebia

source: Erebia montana
nl_nl: Marmererebia

source: Erebia styx
nl_nl: Oostenrijkse erebia

source: Erebia stiria
nl_nl: Karinthische erebia
sv_se: Erebia stirius

source: Erebia scipio
nl_nl: Provençaalse erebia

source: Erebia pronoe
nl_nl: Watererebia

source: Erebia melas
nl_nl: Zwarte erebia

source: Erebia lefebvrei
nl_nl: Cantabrische erebia

source: Erebia zapateri
nl_nl: Castiliaanse erebia

source: Erebia neoridas
nl_nl: Herfsterebia

source: Zerynthia caucasica
sv_se: Kaukasisk hålrotsfjäril

source: Pyrgus armoricanus/serratulae
sv_se: Fingerörtsvisslare/Backvisslare

source: Leptidea sinapis/juvernica
sv_se: Skogsvitvinge/Ängsvitvinge

source: Colias hyale/alfacariensis
sv_se: Ljusgul höfjäril/Sydlig höfjäril

source: Euchloe eversi
sv_se: Teneriffas vitfjäril

source: Euchloe grancanariensis
sv_se: Gran Canarias vitfjäril

source: Euchloe hesperidum
sv_se: Kanarievitfjäril

source: Zegris pyrothoe
sv_se: Östlig mörkspetsad aurorafjäril

source: Lycaena dimorpha
sv_se: Rysk guldvinge

source: Hipparchia tamadabae
sv_se: Gran Canarias sandgräsfjäril

source: Hipparchia autonoe
sv_se: Rysk bandgräsfäril

source: Lycaena bleusei
sv_se: Iberisk sotguldvinge

source: Tomares callimachus
sv_se: Vårguldvinge

source: Callophrys chalybeitincta
sv_se: Östlig grönsnabbvinge

source: Luthrodes galba
sv_se: Mindre ökenblåvinge

source: Kretania sephirus
sv_se: Plebejus sephirus

source: Speyeria aglaja
sv_se: Ängspärlemorfjäril

source: Fabriciana niobe
sv_se: Hedpärlemorfjäril

source: Fabriciana adippe
sv_se: Skogspärlemorfjäril

source: Apatura ilia/iris
sv_se: Sälgskimmerfjäril/Aspskimmerfjäril

source: Nymphalis vaualbum
sv_se: Aspfuks

source: Hipparchia blachieri
sv_se: Siciliansk sandgräsfjäril

source: Hipparchia neapolitana
sv_se: Italiensk sandgräsfjäril

source: Hipparchia sbordonii
sv_se: Ponzas sandgräsfjäril

source: Hipparchia cypriensis
sv_se: Cyperns sandgräsfjäril

source: Pseudochazara williamsi
sv_se: Nevadas sandgräsfjäril
